---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelFeedThruLugsCurrentPhaseb
source: html/41950bd5-79b0-8c72-69be-dc32c8ab9361.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecPanelFeedThruLugsCurrentPhaseb Property

"Feed Through Lugs Current Phase B"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecPanelFeedThruLugsCurrentPhaseb { get; }
```